<?php
$lang = [
  'changeEmail.footer' => 'Ви отримали цей лист, тому що хтось намагався прив\'язати акаунт до вашої адреси електронної пошти. Якщо це були не ви — проігноруйте та видаліть цей лист.',
  'changeEmail.subject' => '$projectName: Підтвердження зміни адреси електронної пошти',
  'changeEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Ви надіслали запит на зміну адреси електронної пошти акаунта $projectName на $newEmail.' . "\n\n"
    . 'Перейдіть за посиланням нижче, щоб підтвердити зміну адреси електронної пошти.' . "\n\n"
    . '{link|$confirmationLink|Підтвердити адресу електронної пошти}' . "\n\n"
    . 'Якщо ви не надсилали такого запиту — НЕ переходьте за посиланням для підтвердження, а проігноруйте та видаліть цей лист.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'confirmNotificationChannelEmail.footer' => 'Ви отримали цей лист, тому що хтось додав вашу адресу електронної пошти як канал сповіщень. Якщо це були не ви — проігноруйте та видаліть цей лист.',
  'confirmNotificationChannelEmail.subject' => '$projectName: Підтвердження адреси для сповіщень',
  'confirmNotificationChannelEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Хтось надіслав запит на отримання сповіщень про cron-завдання $projectName на адресу $email.' . "\n\n"
    . 'Перейдіть за посиланням нижче, щоб підтвердити цю адресу електронної пошти.' . "\n\n"
    . '{link|$confirmationLink|Підтвердити адресу електронної пошти}' . "\n\n"
    . 'Якщо ви не надсилали такого запиту — НЕ переходьте за посиланням для підтвердження, а проігноруйте та видаліть цей лист.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'lostPasswordEmail.footer' => 'Ви отримали цей лист, тому що хтось намагався скинути пароль вашого акаунта. Якщо це були не ви — проігноруйте та видаліть цей лист.',
  'lostPasswordEmail.subject' => '$projectName: Скидання пароля',
  'lostPasswordEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Ви надіслали запит на скидання пароля акаунта $projectName.' . "\n\n"
    . 'Перейдіть за посиланням нижче, щоб скинути пароль.' . "\n\n"
    . '{link|$confirmationLink|Скинути пароль}' . "\n\n"
    . 'Якщо ви не надсилали такого запиту — НЕ переходьте за посиланням, а проігноруйте та видаліть цей лист.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'signupEmail.footer' => 'Ви отримали цей лист, тому що хтось зареєструвався з вашою адресою електронної пошти. Якщо це були не ви — проігноруйте та видаліть цей лист.',
  'signupEmail.subject' => '$projectName: Активація акаунта',
  'signupEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Дякуємо за реєстрацію в $projectName!' . "\n\n"
    . 'Перейдіть за посиланням нижче, щоб активувати акаунт.' . "\n\n"
    . '{link|$confirmationLink|Активувати акаунт}' . "\n\n"
    . 'Якщо ви не реєструвалися — НЕ переходьте за посиланням, а проігноруйте та видаліть цей лист.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'subscriptionEmail.footer' => 'Ви отримали цей лист, тому що статус вашої підписки змінився. Якщо у вас є запитання — звертайтеся до нашої служби підтримки.',
  'subscriptionActivatedEmail.subject' => '$projectName: Підписку активовано',
  'subscriptionActivatedEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Щиро дякуємо, що підтримуєте $projectName і допомагаєте нашому сервісу працювати!' . "\n\n"
    . 'Вашу підписку активовано. Якщо статус підписки не оновився — вийдіть з акаунта й увійдіть знову.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'subscriptionCancelledEmail.subject' => '$projectName: Підписку скасовано',
  'subscriptionCancelledEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Вашу підписку на $projectName скасовано.' . "\n\n"
    . 'Щиро дякуємо, що підтримували $projectName!' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'subscriptionExpiringEmail.subject' => '$projectName: Підписку буде скасовано',
  'subscriptionExpiringEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'На ваш запит ми скасовуємо вашу підписку на $projectName з $cancelAt.' . "\n\n"
    . 'Щиро дякуємо, що підтримували $projectName!' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'paymentFailedEmail.subject' => '$projectName: Невдалий платіж за підписку',
  'paymentFailedEmail.body' =>
      'Вітаємо!' . "\n\n"
    . 'Наш платіжний провайдер повідомив про невдалий платіж за вашу підписку на $projectName.' . "\n\n"
    . 'Перевірте спосіб оплати в розділі «Налаштування» особистого кабінету за адресою https://console.cron-job.org/, щоб ми змогли поновити вашу підписку.' . "\n\n"
    . 'Якщо у вас є запитання чи сумніви — звертайтеся до нас.' . "\n\n"
    . 'З найкращими побажаннями,' . "\n\n"
    . '$projectName',
  'dateFormat' => 'd.m.Y'
];
